Revit 2027 API
UnitTypeId.Pascals Property
 Pascals.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Pascals { get; }
Public Shared ReadOnly Property Pascals As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Pascals {
	ForgeTypeId^ get ();
}
static member Pascals : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace